[{"PNAME":"HII8056C", "GNAME":"Bosch 30in True Convection Slide-In Induction Range", "PRICE":"3599.99", "MSRP":"3899.99", "QTYHAND":"4", "QTYBACK":"13", "DESC":"Overhaul your kitchen with this full-depth all-induction slide-in range from the Bosch 800 Series. Featuring four smooth-top induction elements and a True convection oven, this range delivers precise, uniform heat to cook your food quickly and perfectly, so you can spend less time checking on the oven and more time enjoying your meal.", "BRAND":"Bosch"},
{"PNAME":"HMB57152UC", "GNAME":"Bosch 27in Built-In Microwave", "PRICE":"1199.99", "MSRP":"1399.99", "QTYHAND":"17", "QTYBACK":"82", "DESC":"Built for speed and convenience, the Bosch 500 series 27in built-in microwave makes the perfect addition to any kitchen. Designed for use with a Bosch wall oven, this microwave features 10 power levels, 950W cooking power, a spacious interior, easy-to-use touch display, and an array of useful functions like Delay start and Keep warm.", "BRAND":"Bosch"},
{"PNAME":"DUH30252UC", "GNAME":"Bosch 30in Range Hood", "PRICE":"545.99", "MSRP":"699.99", "QTYHAND":"14", "QTYBACK":"67", "DESC":"Fight grease and food odours with the Bosch DUH30252UC 30in under-cabinet range hood. Boasting a sleek brushed stainless steel finish, this range hood effectively clears the air with a 400CFM fan with four speed settings. Two halogen lights ensure you can clearly see what youre cooking.", "BRAND":"Bosch"},
{"PNAME":"NET8068UC", "GNAME":"Bosch 800 Series 30in 4-Element Smooth Top Electric Cooktop", "PRICE":"1399.99", "MSRP":"1599.99", "QTYHAND":"4", "QTYBACK":"12", "DESC":"Create a wide variety of dishes for family and friends with this 30-inch Bosch 800 series electric cooktop. It features a dual-ring element that allows you to use multiple pan sizes on a single burner. The bridge burner combines to give you heating options for oval and oblong pots, pans, and griddles. It has SpeedBoost to help speed up cooking.", "BRAND":"Bosch"},
{"PNAME":"NGM8656UC", "GNAME":"Bosch 800 Series 36in 5-Burner Gas Cooktop", "PRICE":"1249.99", "MSRP":"1499.99", "QTYHAND":"7", "QTYBACK":"23", "DESC":"The Bosch 800 Series 36in 5-Burner gas cooktop is the perfect addition to any kitchen, whether you are remodeling or building new. Bosch cooktops are engineered to perform, and the high heat, automatic re-ignition burners found on this cooktop offer optimal cooking results. There's so much space you can cook up a storm for your loved ones.", "BRAND":"Bosch"},
{"PNAME":"LRE3061ST", "GNAME":"LG 30in 6.3 Cu. Ft. EasyClean True Convection Freestanding Smooth Top Electric Range", "PRICE":"899.99", "MSRP":"1099.99", "QTYHAND":"6", "QTYBACK":"48", "DESC":"Showing off your culinary skills is easy with this LG freestanding electric range. The True Convection system delivers consistent temperature and airflow for quick preheating and precise cooking, while fast-boiling elements cut down your time in the kitchen. A sparkling clean oven is just 20 minutes away with LG EasyClean.", "BRAND":"LG"},
{"PNAME":"LSE4611ST", "GNAME":"LG 30in 6.3 Cu. Ft. True Convection Slide-In Smooth Top Electric Range", "PRICE":"1499.99", "MSRP":"1799.99", "QTYHAND":"2", "QTYBACK":"16", "DESC":"Inspired by professional ranges, this 30in slide-in electric range from LG makes a premium addition to any modern kitchen. It offers 6.3 cu. ft. of oven capacity, 5 radiant cooktop elements, and True Convection cooking, so each dish is cooked to mouthwatering precision. The LG EasyClean function turns baked-on food into wipe-away grime in minutes.", "BRAND":"LG"},
{"PNAME":"LSE4616ST", "GNAME":"LG 30in 6.3 Cu. Ft. 5-Element Slide-In Smooth Top Electric Induction Range", "PRICE":"2699.99", "MSRP":"2999.99", "QTYHAND":"2", "QTYBACK":"5", "DESC":"Upgrade your kitchen décor and cooking capacity with this LG 6.3 cu. ft. induction slide-in electric range. Its ProBake convection technology ensures even, precise heat on every rack, while its EasyClean feature makes cleanup an absolute breeze in just 3 easy steps. What's more, its stainless steel finish will add a modern feel to any kitchen.", "BRAND":"LG"},
{"PNAME":"LCE3010SB", "GNAME":"LG 30in 5-Element Smooth Top Electric Cooktop", "PRICE":"999.99", "MSRP":"1049.99", "QTYHAND":"6", "QTYBACK":"17", "DESC":"Turn every meal into a harmony of perfect flavours with this LG 30in electric cooktop. It uses Steady Heat technology to provide consistent heat at any temperature for restaurant-quality results every time.", "BRAND":"LG"},
{"PNAME":"LSHD3089BD", "GNAME":"LG Studio 30in Wall Chimney Range Hood", "PRICE":"1399.99", "MSRP":"1699.99", "QTYHAND":"7", "QTYBACK":"29", "DESC":"Expand your culinary possibilities in the kitchen with an LG STUDIO hood vent. Boasting superior ventilation, this hood fan neutralizes smoke, grease, moisture, and cooking odours, so your kitchen stays fresh and clean no matter what you're cooking up. Pair it with your smartphone or tablet for hands-free control at all times.", "BRAND":"LG"},
{"PNAME":"WF45M5100AW", "GNAME":"Samsung 5.2 Cu. Ft. High Efficiency Front Load Washer", "PRICE":"849.99", "MSRP":"999.99", "QTYHAND":"4", "QTYBACK":"51", "DESC":"Quiet and versatile, the Samsung 5.2 cu. ft. washer can make laundry day easier. Eight cycles can tackle everything from bed sheets to gym clothes, while Vibration Reduction Technology PLUS reduces noise and vibration as the washer works. Smart Care technology makes it easier to diagnose and troubleshoot problems.", "BRAND":"Samsung"},
{"PNAME":"DV45K6500EV", "GNAME":"Samsung 7.5 Cu. Ft. Electric Steam Dryer", "PRICE":"1149.99", "MSRP":"1339.99", "QTYHAND":"9", "QTYBACK":"87", "DESC":"Laundry smarter, not harder. The Samsung DV45K6500 electric dryer features a 7.5 cu. ft. capacity that allows you to dry more clothes at once. The built-in moisture sensor ensures that your clothes are dried to perfection and Multi-Steam freshens clothes and helps remove wrinkles, so you'll spend less time ironing.", "BRAND":"Samsung"},
{"PNAME":"RF26J7500SR", "GNAME":"Samsung 33in 25.5 Cu. Ft. French Door Refrigerator", "PRICE":"2099.99", "MSRP":"2499.99", "QTYHAND":"2", "QTYBACK":"22", "DESC":"Stock up on all your favourite foods and keep them fresher for longer with this 25.5 French door refrigerator from Samsung. It features a three-door design that makes it easy to access just what you need without letting cool air out of the entire fridge, and Samsung's Twin Cooling Plus System to maintain proper humidity levels.", "BRAND":"Samsung"},
{"PNAME":"RF220NCTASR", "GNAME":"Samsung 30in 21.6 Cu. Ft. French Door Refrigerator", "PRICE":"1259.99", "MSRP":"1399.99", "QTYHAND":"3", "QTYBACK":"28", "DESC":"*This open box product has no visible dents or scratches. The Samsung RF220 is a French door refrigerator that's 30in wide and sits flush with the depth of your cabinet for the perfect fit in any Canadian kitchen. And don't be fooled by its compact size; it offers a whopping 21.6 cu. ft. capacity for all of your refrigeration needs.", "BRAND":"Samsung"},
{"PNAME":"NE59R6631SG", "GNAME":"Samsung 30in True Convection Freestanding Smooth Top Electric Range", "PRICE":"1099.99", "MSRP":"1299.99", "QTYHAND":"3", "QTYBACK":"29", "DESC":"Cook with the power, precision, and efficiency provided by this Samsung 30in true convection electric range. The freestanding design boasts a versatile smooth top cooking surface with five burners, including an oversized 12in element and a 3,300W rapid boil element. Circulating air bakes and broils foods to mouth-watering perfection.", "BRAND":"Samsung"}]
